<?
$MESS["ULOGIN_BACK"] = 'Назад';
$MESS["ULOGIN_ERROR"] = 'Ошибка работы uLogin:';
$MESS["ULOGIN_ERROR_REGISTER"] = 'Ошибка регистрации: Не удалось зарегистрировать пользователя';
$MESS["ULOGIN_ERROR_TIMEOUT"] = 'Ошибка работы uLogin: время жизни токена истекло';
$MESS["ULOGIN_ERROR_TOKEN"] = 'Ошибка работы uLogin: неверный токен';
$MESS["ULOGIN_ERROR_DATA_TOKEN"] = 'Ошибка работы uLogin: Не удалось получить данные о пользователе с помощью токена';
$MESS["ULOGIN_ERROR_HOST"] = 'Ошибка работы uLogin: адрес хоста не совпадает с оригиналом';
$MESS["ULOGIN_ERROR_DATA"] = 'Ошибка работы uLogin: Данные о пользователе содержат неверный формат';
$MESS["ULOGIN_ERROR_IDENTITY"] = 'Ошибка работы uLogin: В возвращаемых данных отсутствует переменная "identity"';
$MESS["ULOGIN_ERROR_SYNC"] = 'Данный аккаунт привязан к другому пользователю. Вы не можете использовать этот аккаунт';
$MESS["ULOGIN_ERROR_EMAIL"] = 'Через данную форму выполнить регистрацию невозможно. Сообщите администратору сайта о следующей ошибке: Необходимо указать "email" в возвращаемых полях uLogin';
$MESS["ULOGIN_ERROR_SYNC_CONFIRM"] = 'Электронный адрес данного аккаунта совпадает с электронным адресом существующего пользователя. Требуется подтверждение на владение указанным email';
$MESS["ULOGIN_ERROR_SYNC_MERGE"] = 'С данным аккаунтом уже связаны данные из другой социальной сети. Требуется привязка новой учётной записи социальной сети к этому аккаунту';
?>